{
  "facts": [
    {
      "fact": "The 'Cheers' bar (Bull & Finch) has NEVER looked like the TV show inside. The actual set was in Hollywood!",
      "category": "pop_culture",
      "mind_blown": true
    },
    {
      "fact": "Boston's Tremont Street subway (opened 1897) was the first subway in North America.",
      "category": "history",
      "mind_blown": false
    },
    {
      "fact": "The Boston Molasses Disaster of 1919 killed 21 people when a tank holding 2.3 million gallons exploded. You can supposedly still smell molasses on hot days.",
      "category": "history",
      "mind_blown": true
    },
    {
      "fact": "Fenway Park's Green Monster is exactly 37 feet tall. It was built that way to prevent people from watching games for free from outside.",
      "category": "sports",
      "mind_blown": false
    },
    {
      "fact": "Boston Common (1634) is the oldest public park in the United States. It was originally used as a cow pasture.",
      "category": "history",
      "mind_blown": false
    },
    {
      "fact": "The Fig Newton cookie was named after Newton, Massachusetts.",
      "category": "food",
      "mind_blown": false
    },
    {
      "fact": "Samuel Adams (the beer) is named after a Revolutionary War patriot who was actually a brewer!",
      "category": "food",
      "mind_blown": false
    },
    {
      "fact": "Boston has more Irish pubs per capita than Dublin, Ireland.",
      "category": "culture",
      "mind_blown": true
    },
    {
      "fact": "The first Dunkin' Donuts opened in Quincy, MA in 1950. America runs on Dunkin' because of Massachusetts!",
      "category": "food",
      "mind_blown": false
    },
    {
      "fact": "The Boston Marathon is the world's oldest annual marathon (since 1897) and one of the most prestigious.",
      "category": "sports",
      "mind_blown": false
    },
    {
      "fact": "MIT students once hacked the Harvard-Yale football game scoreboard to show MIT winning.",
      "category": "pranks",
      "mind_blown": true
    },
    {
      "fact": "Boston's streets are so confusing because they were originally cow paths that got paved over.",
      "category": "urban_planning",
      "mind_blown": true
    },
    {
      "fact": "The Isabella Stewart Gardner Museum heist in 1990 remains the largest unsolved art theft. $500 million in art is still missing!",
      "category": "crime",
      "mind_blown": true
    },
    {
      "fact": "Boston was the first city in America to have a public library (1653) and the first to have a subway (1897).",
      "category": "history",
      "mind_blown": false
    },
    {
      "fact": "The Boston accent ('pahk the cah') comes from early English settlers who dropped their 'R's. Similar to British English!",
      "category": "language",
      "mind_blown": false
    }
  ]
}
